package com.olodiman11.noir;

public class Repository {

	public final static int KILLER_DEF_KILLS = 14, SPY_DEF_TROPHIES_3_9_PLAYERS = 3, SPY_DEF_TROPHIES_4_5_6_8_PLAYERS = 4,
			THIEF_DEF_TREASURES = 25, CHIEF_DEF_OFFICERS = 2, HEIST_CHIEF_DEF_OFFICERS = 4;
	
	public final static String[][] NAMES = new String[][] {
		{"Элисс", "Элисс"}, {"Бэррина", "Бэррина"}, {"Клайва", "Клайва"}, {"Дейдру", "Дейдры"}, {"Эрнеста", "Эрнеста"},
		{"Франклина", "Франклина"}, {"Женеву", "Женевы"}, {"Горацио", "Горацио"}, {"Ирму", "Ирмы"}, {"Джулиана", "Джулиана"},
		{"Кристофа", "Кристофа"}, {"Лайнуса", "Лайнуса"}, {"Мэрион", "Мэрион"}, {"Нейла", "Нейла"}, {"Офелию", "Офелии"},
	    {"Фиби", "Фиби"}, {"Куинтона", "Куинтона"}, {"Райана", "Райана"}, {"Саймона", "Саймона"}, {"Тревора", "Тревора"},
	    {"Уилисса", "Уилисса"}, {"Владимира", "Владимира"}, {"Вильгельма", "Вильгельма"}, {"Ивонн", "Ивонн"},
	    {"Закари", "Закари"}, {"Эштона", "Эштона"}, {"Брэнсона", "Брэнсона"}, {"Картрайта", "Картрайта"}, {"Дарнелла", "Дарнелла"},
	    {"Эвелин", "Эвелин"}, {"Флоренс", "Флоренс"}, {"Грейс", "Грейс"}, {"Хьюберта", "Хьюберта"}, {"Ивана", "Ивана"},
	    {"Джека", "Джека"}, {"Кэтрин", "Кэтрин"}, {"Линнетт", "Линнетт"}, {"Маркуса", "Маркуса"}, {"Натана", "Натана"},
	    {"Дружка", "Дружка"}, {"Педро", "Педро"}, {"Касима", "Касима"}, {"Рамона", "Рамона"}, {"Сюзанну", "Сюзанны"},
	    {"Ташу", "Таши"}, {"Ульбрехта", "Ульбрехта"}, {"Винсана", "Винсана"}, {"Ванду", "Ванды"}, {"Изольду", "Изольды"},
	    {"Ксавье", "Ксавье"}};
	
}
